{
  "city": {
    "ko": "서울",
    "en": "Seoul"
  },
  "foods": [
    {
      "id": "kimchi-jjigae",
      "name": {
        "ko": "김치찌개",
        "en": "Kimchi Stew"
      },
      "description": {
        "ko": "신김치와 돼지고기를 넣고 끓인 한국의 대표적인 찌개",
        "en": "A representative Korean stew made with aged kimchi and pork"
      },
      "origin": {
        "ko": "조선시대부터 서울 일대에서 발달한 서민 음식으로, 신김치를 활용한 절약 요리에서 시작되었습니다. 궁중에서도 즐겨 먹었던 기록이 남아있어 계층을 불문하고 사랑받은 음식임을 알 수 있습니다.",
        "en": "Developed in the Seoul area since the Joseon Dynasty as a common people's dish, it started as a thrifty way to use aged kimchi. Records show it was enjoyed even in the royal court, making it beloved across all social classes."
      },
      "history": {
        "ko": "한국전쟁 이후 부족한 식재료를 보충하기 위해 김치찌개에 다양한 재료를 넣기 시작했습니다. 1960년대 서울의 급속한 도시화와 함께 간편하면서도 영양가 높은 한 끼 식사로 자리잡았습니다.",
        "en": "After the Korean War, various ingredients began to be added to kimchi stew to supplement scarce food resources. In the 1960s, with Seoul's rapid urbanization, it established itself as a convenient yet nutritious one-pot meal."
      },
      "geography": {
        "ko": "서울의 사계절이 뚜렷한 기후는 김치 발효에 최적의 조건을 제공했습니다. 한강 유역의 풍부한 수자원과 주변 농업지역에서 생산되는 배추, 무 등의 채소가 양질의 김치 생산을 가능하게 했습니다.",
        "en": "Seoul's distinct four seasons provided optimal conditions for kimchi fermentation. The abundant water resources of the Han River basin and vegetables like cabbage and radish from surrounding agricultural areas enabled the production of high-quality kimchi."
      }
    },
    {
      "id": "bulgogi",
      "name": {
        "ko": "불고기",
        "en": "Bulgogi"
      },
      "description": {
        "ko": "얇게 썬 소고기를 달콤한 양념에 재워 구운 한국의 대표 요리",
        "en": "Thinly sliced beef marinated in sweet sauce and grilled, a representative Korean dish"
      },
      "origin": {
        "ko": "고구려 시대의 맥적에서 유래된 것으로 추정되며, 조선시대 궁중요리로 발전했습니다. 불고기라는 이름은 불에 구운 고기라는 뜻으로, 서울 지역에서 현재의 모습으로 완성되었습니다.",
        "en": "Believed to originate from maekjeok of the Goguryeo era, it developed into royal court cuisine during the Joseon Dynasty. The name bulgogi means fire meat, and it was perfected in its current form in the Seoul region."
      },
      "history": {
        "ko": "조선후기 서울의 양반가에서 손님 접대용 고급 요리로 발달했습니다. 일제강점기와 한국전쟁을 거치며 서민화되었고, 1960년대 이후 한국을 대표하는 음식으로 세계에 알려지기 시작했습니다.",
        "en": "It developed as a luxury dish for entertaining guests in Seoul's aristocratic families during the late Joseon period. It became popularized among common people through the Japanese colonial period and Korean War, and began to be known worldwide as Korea's representative dish from the 1960s."
      },
      "geography": {
        "ko": "서울 주변의 경기도 평야지대에서 생산되는 우수한 품질의 한우가 불고기의 맛을 좌우했습니다. 또한 서울의 상업 발달로 간장, 설탕, 참기름 등 양념 재료의 수급이 용이했던 것도 불고기 발전에 기여했습니다.",
        "en": "High-quality Korean beef produced in the plains of Gyeonggi Province around Seoul determined the taste of bulgogi. Seoul's commercial development also contributed to bulgogi's development by making seasoning ingredients like soy sauce, sugar, and sesame oil easily available."
      }
    },
    {
      "id": "naengmyeon",
      "name": {
        "ko": "냉면",
        "en": "Naengmyeon"
      },
      "description": {
        "ko": "차가운 육수에 메밀면을 말아낸 시원한 면요리",
        "en": "A refreshing noodle dish with buckwheat noodles in cold broth"
      },
      "origin": {
        "ko": "원래 평양 지역의 음식이었으나, 한국전쟁 이후 월남한 실향민들에 의해 서울에 정착했습니다. 을지로와 명동 일대에 평양냉면집들이 생겨나면서 서울의 대표 음식 중 하나가 되었습니다.",
        "en": "Originally a dish from the Pyongyang region, it settled in Seoul through refugees who came south after the Korean War. As Pyongyang naengmyeon restaurants appeared around Euljiro and Myeongdong, it became one of Seoul's representative dishes."
      },
      "history": {
        "ko": "1950년대 이후 서울에서 독특하게 발전한 형태로, 원래의 평양냉면보다 더 진한 육수와 쫄깃한 면발이 특징입니다. 1970-80년대 경제발전과 함께 고급 음식으로 인식되며 접대 문화의 일부가 되었습니다.",
        "en": "It developed uniquely in Seoul after the 1950s, characterized by richer broth and chewier noodles than the original Pyongyang naengmyeon. In the 1970s-80s, with economic development, it was recognized as a luxury food and became part of business entertainment culture."
      },
      "geography": {
        "ko": "서울의 더운 여름 기후는 시원한 냉면에 대한 수요를 증가시켰습니다. 한강의 깨끗한 물과 서울 근교에서 생산되는 메밀이 좋은 냉면 제조의 기반이 되었습니다.",
        "en": "Seoul's hot summer climate increased demand for refreshing naengmyeon. The clean water of the Han River and buckwheat produced in Seoul's suburbs became the foundation for making good naengmyeon."
      }
    }
  ]
}
